tap "caskroom/versions"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "knqyf263/pet"
tap "mkchoi212/fac", "https://github.com/mkchoi212/fac.git"
tap "railwaycat/emacsmacport"
tap "tomanthony/brews"
cask "xquartz"
brew "ack"
brew "gettext"
brew "openssl"
brew "readline"
brew "sqlite"
brew "xz"
brew "python"
brew "adwaita-icon-theme"
brew "ansifilter"
brew "aspell"
brew "autoconf"
brew "autojump"
brew "automake"
brew "awscli"
brew "bat"
brew "bdw-gc"
brew "c-ares"
brew "chromedriver"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "dbus"
brew "dep"
brew "dos2unix"
brew "elasticsearch", restart_service: true
brew "fasd"
brew "fd"
brew "fzf"
brew "git"
brew "qt"
brew "git-cola"
brew "git-extras"
brew "glib-networking"
brew "gnu-sed"
brew "grafana"
brew "libtool"
brew "gron"
brew "gtk+3"
brew "gtksourceview3"
brew "gtkspell3"
brew "htop"
brew "httpie"
brew "hub"
brew "hyperfine"
brew "imagemagick"
brew "jenv"
brew "jmeter"
brew "jq"
brew "json-glib"
brew "kibana", restart_service: true
brew "kompose"
brew "kops"
brew "kubernetes-helm"
brew "libgpg-error"
brew "libgee"
brew "libssh2"
brew "libgit2-glib"
brew "libidn2"
brew "libpeas"
brew "libsecret"
brew "libsoup"
brew "lnav"
brew "memcached", restart_service: true
brew "miller"
brew "moreutils"
brew "most"
brew "nginx"
brew "nnn"
brew "node"
brew "nvm"
brew "openvpn", link: false
brew "perl"
brew "postgresql", restart_service: true
brew "postgresql@10"
brew "postgresql@9.6"
brew "prometheus"
brew "protobuf"
brew "pspg"
brew "putty"
brew "redis", restart_service: true
brew "ripgrep"
brew "rpm"
brew "ruby"
brew "shellcheck"
brew "siege"
brew "stgit"
brew "stow"
brew "supervisor"
brew "swig"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "vim"
brew "w3m"
brew "watch"
brew "watchman"
brew "wget"
brew "wireshark", link: false
brew "zlib"
brew "d12frosted/emacs-plus/emacs-plus"
brew "knqyf263/pet/pet"
brew "mkchoi212/fac/fac"
brew "tomanthony/brews/itermocil"
cask "adium"
cask "alfred"
cask "bettertouchtool"
cask "bloomrpc"
cask "choosy"
cask "contexts"
cask "disk-inventory-x"
cask "dropbox"
cask "elmedia-player"
cask "evernote"
cask "firefox"
cask "flash-player"
cask "flux"
cask "free-ruler"
cask "google-chrome"
cask "google-drive-file-stream"
cask "hermes"
cask "insomnia"
cask "iswiff"
cask "iterm2-beta"
cask "java"
cask "keepingyouawake"
cask "keyboard-maestro"
cask "launchcontrol"
cask "minikube"
cask "paintbrush"
cask "paw"
cask "postman"
cask "pycharm-ce"
cask "qutebrowser"
cask "slack"
cask "sourcetree"
cask "spectacle"
cask "spotify"
cask "sqlworkbenchj"
cask "stay"
cask "sublime-text3"
cask "tcl"
cask "toggl"
cask "tunnelblick"
cask "virtualbox"
cask "vlc"
cask "wireshark"
cask "x2goclient"
