tap "caskroom/cask"
tap "caskroom/versions"
tap "d12frosted/emacs-plus"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "knqyf263/pet"
tap "mkchoi212/fac", "https://github.com/mkchoi212/fac.git"
tap "railwaycat/emacsmacport"
tap "tomanthony/brews"
brew "ack"
brew "gettext"
brew "icu4c"
brew "gdbm"
brew "xz"
brew "python3"
brew "adwaita-icon-theme"
brew "ansifilter"
brew "aspell"
brew "autoconf"
brew "autojump"
brew "automake"
brew "awscli"
brew "bdw-gc"
brew "c-ares"
brew "chromedriver"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "dbus"
brew "dos2unix"
brew "elasticsearch", restart_service: true
brew "enchant"
brew "fasd"
brew "fd"
brew "fzf"
brew "qt"
brew "git-cola"
brew "git-extras"
brew "gmp"
brew "nettle"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "gnu-sed", args: ["with-default-names"]
brew "libtool"
brew "gtk+3"
brew "gtksourceview3"
brew "gtkspell3"
brew "htop"
brew "hub"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "json-glib"
brew "libevent"
brew "libgpg-error"
brew "libgee"
brew "libssh2"
brew "libgit2-glib"
brew "libidn2"
brew "libpeas"
brew "libsecret"
brew "libsoup"
brew "libyaml"
brew "lnav"
brew "memcached", restart_service: true
brew "moreutils"
brew "most"
brew "nginx"
brew "node"
brew "nvm"
brew "perl"
brew "phantomjs"
brew "postgresql", restart_service: true
brew "protobuf"
brew "putty"
brew "qt@5.7"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "stow"
brew "supervisor"
brew "swig"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "w3m"
brew "watch"
brew "watchman"
brew "wget"
brew "wireshark"
brew "d12frosted/emacs-plus/emacs-plus"
brew "knqyf263/pet/pet"
brew "mkchoi212/fac/fac"
brew "tomanthony/brews/itermocil"
cask "adium"
cask "alfred"
cask "bettertouchtool"
cask "contexts"
cask "dropbox"
cask "eclipse-ide"
cask "evernote"
cask "firefox"
cask "flash-player"
cask "flux"
cask "free-ruler"
cask "google-chrome"
cask "google-drive-file-stream"
cask "hermes"
cask "insomnia"
cask "iswiff"
cask "itsycal"
cask "java"
cask "jing"
cask "keepingyouawake"
cask "keyboard-maestro"
cask "launchcontrol"
cask "paintbrush"
cask "paw"
cask "postman"
cask "pycharm-ce"
cask "qutebrowser"
cask "slack"
cask "sourcetree"
cask "spectacle"
cask "spotify"
cask "sqlworkbenchj"
cask "stay"
cask "sublime-text3"
cask "tcl"
cask "tunnelblick"
cask "vlc"
cask "wireshark"
cask "caskroom/versions/iterm2-beta"
